Repository: SamerAlHamwi/movers_backend
Catalog: src/Mofleet.Core/Localization/SourceFiles/Exceptions.*.resx
Languages: ar

source: Attribute data type does not match input
ar: نوع قيمة الإدخال غير متوتفقة مع نوع قيمة الخاصية

# AttributeValueIsAlreadyExist
source: Your attribute value has previous value
ar: قيمة الخاصية موجودة مسبقاً

# CompanyBranchCannotDelete
source: You Can't Delete the Branch, There Is Offer With Status {0}
ar: {0} لا يمكنك حذف الفرع، يوجد عرض سعر بالحالة

# CompanyCannotDelete
source: You Can't Delete the Company, There Is Offer With Status {0}
ar: {0} لا يمكنك حذف الشركة، يوجد عرض سعر بالحالة

# CompanyCannotDeleteBecauseHasingChilds
source: You Can't Delete the Company, you Must Delete the Branches First
ar: لا يمكنك حذف الشركة، يجب عليك حذف الأفرع أولا

source: Incompatible Value
ar: قيمة غير متوافقة

# MediatorCodeIsNotCorrect
source: The Broker Code You Entered is not Correct.
ar: كود الوسيط الذي أدخلته ليس صحيحا.

# ObjectCantBeDeactivate
source: Cant be deactivate It has related {0}
ar: لايمكن الغاء تفعليه لانه مرتبط {0}

# ObjectCantBeDelete
source: It is not possible to delete. There are Quote Requests that use this {0}
ar: لايمكن الحذف هناك طلبات عرض سعر تستخدم {0}

# ObjectIsAlreadyExist
source: {0} Is Already Exist
ar: {0} موجود مسبقا

# ObjectWasNotFound
source: {0} Not Found
ar: {0} غير موجود

source: Offer Not Approved
ar: العرض ليس في حالة قبول

# OfferNotMatchWithUser
source: The offer is not provided for your quote request
ar: العرض غير مقدم لطلب عرض السعر الخاص بك

# PhoneNumberNotFoundInCode
source: Phone Number Not Found
ar: رقم الهاتف غير موجود

# ReachedMaximumNumberAllowed
source: You have reached the maximum number allowed.
ar: وصلت إلى العدد الأقصى المسموح للإضافة

# SignUpNotComplete
source: Your signingup information not correct
ar: معلومات التسجيل غير صحيحة

source: The code is already used
ar: الكود مستخدم مسبقا

source: This Position Is Already Exist
ar: هذا الموقع موجود بالفعل

# UserIdIsRequird
source: The user ID of the user requesting a quote is required
ar: الرقم التعريفي للمستخدم الذي يطلب عرض سعر مطلوب

source: Verification code is expired.
ar: انتهت صلاحية كود التحقق

# VerificationCodeIsnotCorrect
source: Verification code isn't correct
ar: رمز التحقق غير صحيح

# VerificationCodeIsnotValid
source: Verification code Isn't valid
ar: رمز التحقق غير صالح

# YouCannotAddNewDraft
source: You Can not Add New Draft, You Need To Delete Your Old Draft
ar: لا تستطيع أن تضيف مسودة جديدة,أنت بحاجة لحذف المسودات القديمة أولا

# YouCannotDoThisAction
source: You can't not do this action
ar: لا يمكنك القيام بهذا الإجراء

# YouCannotEdit
source: It is not possible to modify. Submit a request to modify or wait for approval
ar: لا يمكن التعديل قم بقديم طلب للتعديل أو انتظر الموافقة

# YouDonotHAveMuchPoints
source: You Do not Have Enough Points
ar: لا يوجد لديك النقاط الكافية

source: Your Email Is Not Confirmed
ar: لم يتم التحقق من بريدك الإلكتروني

# YourPhoneNumberIsntVerified
source: Your phone number is not verified
ar: لم يتم التحقق من رقم هاتفك
